Repository: cadiblac/technoparkcorp.com
Catalog: php/src/languages/*.po
Languages: ru

source: Sorry, the document "%s" is not available for you
ru: К сожалению, документ "%s" не доступен для Вас

source: Sorry, the document "%s" is not found
ru: К сожалению, документ "%s" не найден

source: The link you are using is not valid any more
ru: Ссылка, которую Вы используете, более не работоспособна

source: Sorry, this document "%s" is not shared with you, but only with %s
ru: К сожалению, документ "%s" не доступем Вам, а доступен только %s

source: Full list of projects:
ru: Полный список проектов:

source: Project "%s"
ru: Проект "%s"

source: go to %s
ru: перейти к %s

source: click to change
ru: изменить

source: Access restricted
ru: Доступ закрыт

source: Unknown reason of access restriction, refer to admin
ru: Неизвестная причина отказа в доступе, обратитесь к администратору сайта

source: This particular document is not available for you. Here is a list of documents that you can access:
ru: Данный документ Вам недоступен, вот полный перечень документов, с которыми Вы можете работать:

source: You don't have enough access permissions to access this management panel, although your email (<tt>%s</tt>) is registered in one of the projects we manage. Refer to the sponsor or the project manager of your project for obtaining required access rights. Sorry for any inconveniences.
ru: У Вас недостаточно прав доступа к нашей панели управления проектами, хотя Ваш емейл (<tt>%s</tt>) и зарегистрирован в одном из наших проектов. Обратитесь к спонсору проекта или к проджект менеджеру для получения прав доступа. Приносим извинения за неудобства.
